"ASSISTANT_TRY_AGAIN" = "Můžete to prosím zopakovat?";
"ASSISTANT_CONNECTION_FAILED_0" = "Mám potíže s připojením k síti.";
"ASSISTANT_CONNECTION_FAILED_1" = "Nyní se nemohu připojit.";
"ASSISTANT_CONNECTION_FAILED_2" = "Nemám k dispozici připojení k síti.";

"ASSISTANT_INITIAL_QUERY" = "S čím vám mohu pomoci?";
"ASSISTANT_GUIDE_HEADER" = "Klepněte na mikrofon a řekněte například:";
"ASSISTANT_GUIDE_BACK_BUTTON_TITLE" = "Průvodce";
"ASSISTANT_NOT_AVAILABLE_TITLE" = "Siri není k dispozici.";
"ASSISTANT_NOT_AVAILABLE_SUBTITLE" = "Připojte se k Internetu.";

"ASSISTANT_EDUCATION_TITLE" = "Může vám Siri pomoci?";
"ASSISTANT_EDUCATION_CONTENT" = "Chcete-li začít používat Siri, stiskněte a přidržte tlačítko plochy.";

"ASSISTANT_GESTURE_DESCRIPTION" = "Žádosti můžete též vyslovovat bez přidržení tlačítka plochy. Pokud je obrazovka aktivní, prostě jen přidržte telefon u hlavy a začněte mluvit.";